Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Double tap to pick a photo from your library
ar: اضغط مرتين لاختيار صورة من مكتبتك
az: Kitabxanandan şəkil seçmək üçün iki dəfə vur
bg: Докосни два пъти, за да избереш снимка от библиотеката си
bn: লাইব্রেরি থেকে ছবি নিতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per triar una foto de la teva biblioteca
cs: Dvakrát klepni pro výběr fotografie z knihovny
da: Dobbelttryk for at vælge et foto fra dit bibliotek
de: Doppeltippen, um ein Foto aus deiner Mediathek auszuwählen
el: Πατήστε δύο φορές για να επιλέξεις φωτογραφία από τη βιβλιοθήκη
es: Toca dos veces para elegir una foto de tu biblioteca
es_419: Toca dos veces para elegir una foto de tu biblioteca
es_mx: Toca dos veces para elegir una foto de tu biblioteca
es_us: Toca dos veces para seleccionar una foto de tu biblioteca
fa: دو بار ضربه بزنید تا عکس را از گالری خود انتخاب کنید
fi: Kaksoisnapauta valitaksesi kuvan kirjastostasi
fil: Double tap para pumili ng larawan mula sa iyong library
fr: Double-clique pour choisir une photo dans ta bibliothèque
fr_ca: Double‑tappez pour choisir une photo dans ta bibliothèque
gu: તમારા લાઇબ્રેરીમાંથી ફોટો પસંદ કરવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don zaɓar hoto daga laburaren hotuna
he: הקיש/י פעמיים כדי לבחור תמונה מספריית התמונות שלך
hi: अपनी लाइब्रेरी से फ़ोटो चुनने के लिए दो बार टैप करें
hr: Dvostruki dodir za odabir fotografije iz tvoje biblioteke
hu: Dupla koppintás egy fotó kiválasztásához a galériádból
id: Ketuk dua kali untuk memilih foto dari galerimu
it: Doppio tocco per scegliere una foto dalla tua libreria
ja: ダブルタップでライブラリから写真を選択
jv: Ketok pindho kanggo milih foto saka perpustakaanmu
kk: Кітапханаңа фотосурет таңдау үшін екі рет түрту
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿಯಿಂದ ಫೋಟೋ ಆಯ್ಕೆ ಮಾಡಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 라이브러리에서 사진을 선택하려면 두 번 탭하세요
ku: Ji bo hilbijartina wêneyê ji koleksiyona te dubare bikî
mr: लायब्ररीतून फोटो निवडण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk memilih foto dari galeri anda
nb: Dobbelttrykk for å velge et bilde fra biblioteket ditt
nl: Tik dubbel om een foto uit je bibliotheek te kiezen
pa: ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਫੋਟੋ ਚੁਣਨ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby wybrać zdjęcie z biblioteki
pt_br: Toque duas vezes para escolher uma foto da sua biblioteca
pt_pt: Toca duas vezes para escolher uma foto da tua biblioteca
ro: Atinge de două ori pentru a alege o fotografie din bibliotecă
ru: Дважды нажми, чтобы выбрать фото из библиотеки
sk: Dvojitým ťuknutím vyber fotografiu z knižnice
su: Ketok dua kali pikeun milih poto tina galéri anjeun
sv: Dubbeltryck för att välja ett foto från ditt bibliotek
sw: Bonyeza mara mbili kuchagua picha kutoka maktaba yako
ta: உங்கள் புகைப்படத் தொகுப்பிலிருந்து புகைப்படம் தேர்வு செய்ய இருமடித்துச் தட்டவும்
te: మీ లైబ్రరీ నుంచి ఫోటో ఎంచుకోవడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อเลือกภาพจากคลังของคุณ
tr: Kütüphanenizden fotoğraf seçmek için çift dokunun
ug: كەنتىنگلەردىن فوتو تاللاش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб вибрати фото з вашої бібліотеки
ur: اپنی لائبریری سے تصویر منتخب کرنے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để chọn ảnh từ thư viện của bạn
xh: Thepha kabini ukukhetha ifoto kwilayibrari yakho
zh_hans: 双击从相册中选取照片
zh_hant: 連按兩下從資料庫選取照片
zh_hk: 連按兩下以從你的相簿選取相片
zu: Thepha kabili ukukhetha isithombe kusuka kulabhulali yakho

source: Double tap to see the full photo of the math problem
ar: اضغط مرتين لرؤية الصورة كاملة للمسألة الرياضية
az: Riyaziyyat məsələinin tam şəklini görmək üçün iki dəfə vur
bg: Докосни два пъти, за да видиш цялата снимка на задачата
bn: গণিত সমস্যার সম্পূর্ণ ছবি দেখতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per veure la foto completa del problema
cs: Dvakrát klepni pro zobrazení celé fotografie matematického příkladu
da: Dobbelttryk for at se det fulde foto af matematikopgaven
de: Doppeltippen, um das vollständige Foto der Aufgabe zu sehen
el: Πατήστε δύο φορές για να δείτε ολόκληρη τη φωτογραφία του μαθηματικού προβλήματος
es: Toca dos veces para ver la foto completa del problema matemático
es_419: Toca dos veces para ver la foto completa del problema
es_mx: Toca dos veces para ver la foto completa del problema matemático
es_us: Toca dos veces para ver la foto completa del problema matemático
fa: دو بار ضربه بزنید تا عکس کامل مسئلهٔ ریاضی را ببینید
fi: Kaksoisnapauta nähdäksesi koko matemaattisen ongelman kuvan
fil: Double tap para makita ang buong larawan ng suliraning pang-matematika
fr: Double-clique pour voir la photo complète du problème de maths
fr_ca: Double‑tappez pour voir la photo complète du problème de maths
gu: ગણિત સમસ્યાનો સંપૂર્ણ ફોટો જોવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don ganin cikakken hoton matsalar lissafi
he: הקיש/י פעמיים כדי לראות את כל התמונה של בעיית המתמטיקה
hi: गणित की समस्या की पूरी फ़ोटो देखने के लिए दो बार टैप करें
hr: Dvostruki dodir za prikaz pune fotografije matematičkog zadatka
hu: Dupla koppintás a teljes feladatfotó megtekintéséhez
id: Ketuk dua kali untuk melihat foto lengkap soal matematika
it: Doppio tocco per vedere la foto completa del problema
ja: ダブルタップで問題の写真全体を表示
jv: Ketok pindho kanggo ndeleng foto lengkap soal matematika
kk: Математикалық мәселенің толық суретін көру үшін екі рет түрту
kn: ಗಣಿತ ಸಮಸ್ಯೆಯ ಪೂರ್ಣ ಫೋಟೋ ನೋಡಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 수학 문제의 전체 사진을 보려면 두 번 탭하세요
ku: Wêneyê têkildar ya pirsgirêkê bi dubare bibînî
mr: गणिताच्या प्रश्नाचा पूर्ण फोटो पाहण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk melihat foto penuh masalah matematik
nb: Dobbelttrykk for å se hele bildet av matteoppgaven
nl: Tik dubbel om de volledige foto van het vraagstuk te bekijken
pa: ਗਣਿਤ ਦੀ ਸਮੱਸਿਆ ਦੀ ਪੂਰੀ ਫੋਟੋ ਵੇਖਣ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby zobaczyć pełne zdjęcie zadania
pt_br: Toque duas vezes para ver a foto completa do problema de matemática
pt_pt: Toca duas vezes para ver a foto completa do problema matemático
ro: Atinge de două ori pentru a vedea fotografia completă a problemei
ru: Дважды нажми, чтобы увидеть полное фото задачи
sk: Dvojitým ťuknutím zobrazíš celú fotografiu matematického zadania
su: Ketok dua kali pikeun ningali poto lengkep tina masalah matematika
sv: Dubbeltryck för att visa hela bilden av matteproblemet
sw: Bonyeza mara mbili kuona picha kamili ya tatizo la hisabati
ta: கணிதப் பிரச்சினையின் முழு புகைப்படத்தை பார்க்க இருமடித்துச் தட்டவும்
te: గణిత సమస్య యొక్క పూర్తి ఫోటోను చూడడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อดูรูปเต็มของโจทย์คณิตศาสตร์
tr: Matematik probleminin tam fotoğrafını görmek için çift dokunun
ug: مەسىلىنىڭ تولۇق فوتوسىنى كۆرۈش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб побачити повне фото задачі
ur: ریاضی کے مسئلے کی پوری تصویر دیکھنے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để xem toàn bộ ảnh của bài toán
xh: Thepha kabini ukubona yonke ifoto yengxaki yemathematika
zh_hans: 双击查看整张题目照片
zh_hant: 連按兩下查看完整題目照片
zh_hk: 連按兩下以查看整張題目相片
zu: Thepha kabili ukubona isithombe esigcwele senkinga yezibalo

source: Double tap to solve without cropping
ar: اضغط مرتين للحل دون قص الصورة
az: Kəsmədən həll etmək üçün iki dəfə vur
bg: Докосни два пъти, за да решиш без изрязване
bn: ক্রপ না করে সমাধান করতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per resoldre sense retallar
cs: Dvakrát klepni pro vyřešení bez oříznutí
da: Dobbelttryk for at løse uden at beskære
de: Doppeltippen, um ohne Zuschneiden zu lösen
el: Πατήστε δύο φορές για να λύσετε χωρίς περικοπή
es: Toca dos veces para resolver sin recortar
es_419: Toca dos veces para resolver sin recortar
es_mx: Toca dos veces para resolver sin recortar
es_us: Toca dos veces para resolver sin recortar
fa: دو بار ضربه بزنید تا بدون برش حل شود
fi: Kaksoisnapauta ratkaistaksesi ilman rajausta
fil: Double tap para lutasin nang hindi nagko-crop
fr: Double-clique pour résoudre sans rogner
fr_ca: Double‑tappez pour résoudre sans recadrer
gu: ક્રોપ કર્યા વિના ઉકેલ કરવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don warware ba tare da yankewa ba
he: הקיש/י פעמיים כדי לפתור ללא גזירה
hi: बिना काटे हल करने के लिए दो बार टैप करें
hr: Dvostruki dodir za rješavanje bez izrezivanja
hu: Dupla koppintás a kivágás nélküli megoldáshoz
id: Ketuk dua kali untuk menyelesaikan tanpa memangkas
it: Doppio tocco per risolvere senza ritagliare
ja: ダブルタップで切り抜かずに解く
jv: Ketok pindho kanggo ngrampungake tanpa motong
kk: Қиымсыз шешу үшін екі рет түрту
kn: ಕತ್ತರಿಸದೆ ಪರಿಹರಿಸಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 자르지 않고 풀이하려면 두 번 탭하세요
ku: Bê qirqkirin çaresazkirin bi dubare
mr: कापल्याशिवाय सोडवण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk menyelesaikan tanpa memotong
nb: Dobbelttrykk for å løse uten å beskjære
nl: Tik dubbel om op te lossen zonder bij te snijden
pa: ਕੱਟਣ ਤੋਂ ਬਿਨਾਂ ਹੱਲ ਕਰਨ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby rozwiązać bez przycinania
pt_br: Toque duas vezes para resolver sem recortar
pt_pt: Toca duas vezes para resolver sem recortar
ro: Atinge de două ori pentru a rezolva fără decupare
ru: Дважды нажми, чтобы решить без обрезки
sk: Dvojitým ťuknutím vyrieš bez orezania
su: Ketok dua kali pikeun ngajawab tanpa motong
sv: Dubbeltryck för att lösa utan att beskära
sw: Bonyeza mara mbili kutatua bila kukata
ta: வெட்டாமலேயே தீர்க்க இருமடித்துச் தட்டவும்
te: క్రాప్ చేయకుండా పరిష్కరించడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อแก้โดยไม่ต้องครอบตัด
tr: Kırpmadan çözmek için çift dokunun
ug: قىستۇرماي ھەلى قىلىش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб розв'язати без обрізання
ur: بغیر کاٹے حل کرنے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để giải không cắt
xh: Thepha kabini ukusombulula ngaphandle kokusika
zh_hans: 双击直接求解（不裁切）
zh_hant: 連按兩下以不裁切解題
zh_hk: 連按兩下以不裁剪直接解題
zu: Thepha kabili ukuxazulula ngaphandle kokusika

source: Double tap to take a photo of the math problem
ar: اضغط مرتين لالتقاط صورة للمسألة الرياضية
az: Riyaziyyat məsəlinin şəklini çəkmək üçün iki dəfə vur
bg: Докосни два пъти, за да заснемеш снимка на задачата
bn: গণিত সমস্যার ছবি তুলতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per fotografiar el problema
cs: Dvakrát klepni pro vyfocení matematického příkladu
da: Dobbelttryk for at tage et foto af matematikopgaven
de: Doppeltippen, um ein Foto der Aufgabe zu machen
el: Πατήστε δύο φορές για να τραβήξετε φωτογραφία του μαθηματικού προβλήματος
es: Toca dos veces para hacer una foto del problema matemático
es_419: Toca dos veces para tomar una foto del problema
es_mx: Toca dos veces para tomar una foto del problema matemático
es_us: Toca dos veces para tomar una foto del problema matemático
fa: دو بار ضربه بزنید تا از مسئلهٔ ریاضی عکس بگیرید
fi: Kaksoisnapauta ottaaksesi kuvan matemaattisesta tehtävästä
fil: Double tap para kumuha ng larawan ng suliraning pang-matematika
fr: Double-clique pour prendre une photo du problème de maths
fr_ca: Double‑tappez pour prendre une photo du problème de maths
gu: ગણિત સમસ્યાનું ફોટો લેવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don ɗaukar hoto na matsalar lissafi
he: הקיש/י פעמיים כדי לצלם תמונה של בעיית המתמטיקה
hi: गणित की समस्या की फ़ोटो लेने के लिए दो बार टैप करें
hr: Dvostruki dodir za snimanje fotografije matematičkog zadatka
hu: Dupla koppintás a feladat fotó készítéséhez
id: Ketuk dua kali untuk mengambil foto soal matematika
it: Doppio tocco per scattare una foto del problema
ja: ダブルタップで問題の写真を撮影
jv: Ketok pindho kanggo njupuk foto soal matematika
kk: Математикалық мәселенің фотосын түсіру үшін екі рет түрту
kn: ಗಣಿತ ಸಮಸ್ಯೆಯ ಫೋಟೋ ತೆಗೆದುಕೊಳ್ಳಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 수학 문제를 찍으려면 두 번 탭하세요
ku: Ji bo wêneyê pirsgirêkê dubare wêne bixe
mr: गणिताचा प्रश्न फोटो काढण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk mengambil foto masalah matematik
nb: Dobbelttrykk for å ta et bilde av matteoppgaven
nl: Tik dubbel om een foto van het vraagstuk te maken
pa: ਗਣਿਤ ਦੀ ਸਮੱਸਿਆ ਦੀ ਫੋਟੋ ਲੈਣ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby zrobić zdjęcie zadania
pt_br: Toque duas vezes para tirar uma foto do problema de matemática
pt_pt: Toca duas vezes para tirar uma foto do problema matemático
ro: Atinge de două ori pentru a face o poză problemei
ru: Дважды нажми, чтобы сфотографировать задачу
sk: Dvojitým ťuknutím odfoť matematické zadanie
su: Ketok dua kali pikeun nyandak poto masalah matematika
sv: Dubbeltryck för att ta en bild av matteproblemet
sw: Bonyeza mara mbili kupiga picha ya tatizo la hisabati
ta: கணிதப் பிரச்சினையை புகைப்படம் எடுத்துக் கொள்ள இருமடித்துச் தட்டவும்
te: గణిత సమస్య ఫోటో తీసుకోవడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อถ่ายรูปโจทย์คณิตศาสตร์
tr: Matematik probleminin fotoğrafını çekmek için çift dokunun
ug: ماتېماتېكا مەسىلىسىنىڭ فوتوسىنى ئېلىش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб сфотографувати задачу
ur: ریاضی کا مسئلہ فوٹو لینے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để chụp ảnh bài toán
xh: Thepha kabini ukuthatha ifoto yengxaki yemathematika
zh_hans: 双击拍摄题目照片
zh_hant: 連按兩下拍攝題目照片
zh_hk: 連按兩下以拍攝題目相片
zu: Thepha kabili ukuthatha isithombe senkinga yezibalo

source: Double tap to turn flash %@
ar: اضغط مرتين لتبديل الفلاش %@
az: Flaşı %@ etmək üçün iki dəfə vur
bg: Докосни два пъти, за да включиш/изключиш светкавицата %@
bn: ফ্ল্যাশ %@ চালু/বন্ধ করতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per activar el flaix %@
cs: Dvakrát klepni pro přepnutí blesku %@
da: Dobbelttryk for at slå flash %@
de: Doppeltippen, um den Blitz %@
el: Πατήστε δύο φορές για να θέσετε το φλας %@
es: Toca dos veces para poner el flash %@
es_419: Toca dos veces para apagar/encender el flash %@
es_mx: Toca dos veces para cambiar el flash %@
es_us: Toca dos veces para cambiar el flash %@
fa: دو بار ضربه بزنید تا فلاش را %@ کنید
fi: Kaksoisnapauta vaihtaa salamaa %@
fil: Double tap para i-on/i-off ang flash %@
fr: Double-clique pour activer le flash %@
fr_ca: Double‑tappez pour activer le flash %@
gu: ફ્લેશ %@ ચાલુ/બંધ કરવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don sa flash %@
he: הקיש/י פעמיים כדי לכבות/להדליק פנס %@
hi: फ्लैश %@ करने के लिए दो बार टैप करें
hr: Dvostruki dodir za postavljanje bljeskalice na %@
hu: Dupla koppintás a vaku %@-hoz
id: Ketuk dua kali untuk mengubah flash %@
it: Doppio tocco per attivare/disattivare il flash %@
ja: ダブルタップでフラッシュを%@にする
jv: Ketok pindho kanggo nguripake lampu kilat %@
kk: Жыпылықтатқышты %@ күйіне келтіру үшін екі рет түрту
kn: ಫ್ಲ್ಯಾಶ್ %@ ಮಾಡಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 플래시를 %@로 전환하려면 두 번 탭하세요
ku: Ji bo veguhastina flash-ê dubare flash %@ çalak bike
mr: फ्लॅश %@ करण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk menghidupkan flash %@
nb: Dobbelttrykk for å slå blits %@
nl: Tik dubbel om de flitser %@ te zetten
pa: ਫਲੈਸ਼ %@ ਚਾਲੂ/ਬੰਦ ਕਰਨ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby przełączyć lampę błyskową %@
pt_br: Toque duas vezes para alternar o flash %@
pt_pt: Toca duas vezes para definir o flash %@
ro: Atinge de două ori pentru a activa/dezactiva blițul %@
ru: Дважды нажми, чтобы включить вспышку %@
sk: Dvojitým ťuknutím prepni blesk %@
su: Ketok dua kali pikeun nyetél lampu kilat %@
sv: Dubbeltryck för att slå %@ blixten
sw: Bonyeza mara mbili kugeuza flash %@
ta: பிளாஷ் %@ ஆக மாற்ற இருமடித்துச் தட்டவும்
te: ఫ్లాష్ %@ చేయడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อเปลี่ยนแฟลชเป็น %@
tr: Flaşı %@ için çift dokunun
ug: چىراقنى %@ قىلىش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб переключити спалах %@
ur: فلیش %@ کرنے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để bật/tắt đèn flash %@
xh: Thepha kabini ukutshintshela isibane %@
zh_hans: 双击将闪光灯切换为 %@
zh_hant: 連按兩下將閃光燈切換為 %@
zh_hk: 連按兩下以將閃光燈設為 %@
zu: Thepha kabili ukushintsha i-flash %@

source: Each step is explained with the reason it was performed.
ar: كل خطوة مشروحة مع ذكر السبب.
az: Hər addım onun niyə atıldığını izah etməklə açıqlanır.
bg: Всяка стъпка е обяснена с причината, поради която е изпълнена.
bn: প্রতিটি ধাপের সঙ্গে কেন সেই ধাপটি করা হয়েছে তার ব্যাখ্যা দেওয়া আছে।
ca: Cada pas s'explica amb la raó per la qual es va fer.
cs: Každý krok je vysvětlen s uvedením důvodu, proč byl proveden.
da: Hvert trin forklares med årsagen til, hvorfor det blev udført.
de: Jeder Schritt wird mit dem Grund erklärt, warum er durchgeführt wurde.
el: Κάθε βήμα εξηγείται με το λόγο που εκτελέστηκε.
es: Cada paso se explica con la razón por la que se realizó.
es_419: Cada paso se explica con la razón por la que se realizó.
es_mx: Cada paso se explica con la razón por la que se realizó.
es_us: Cada paso se explica con la razón por la que se realizó.
fa: هر مرحله همراه با دلیل انجام آن توضیح داده می‌شود.
fi: Jokaiseen vaiheeseen selitetään, miksi se tehtiin.
fil: Bawat hakbang ay ipinaliliwanag kasama ang dahilan kung bakit ito ginawa.
fr: Chaque étape est expliquée avec la raison pour laquelle elle a été effectuée.
fr_ca: Chaque étape est expliquée avec la raison pour laquelle elle a été effectuée.
gu: દરેક પગલાંનું કારણ સાથે સમજૂતી આપવામાં આવે છે.
ha: An bayyana kowane mataki tare da dalilin da ya sa aka yi shi.
he: כל שלב מוסבר עם הסיבה שבגינה בוצע.
hi: हर चरण को यह बताकर समझाया जाता है कि उसे क्यों किया गया।
hr: Svaki je korak objašnjen s razlogom zbog kojeg je izveden.
hu: Minden lépést elmagyarázunk és megindokoljuk.
id: Setiap langkah dijelaskan beserta alasannya.
it: Ogni passaggio è spiegato con il motivo per cui è stato eseguito.
ja: 各ステップで、なぜその操作を行ったかを説明します。
jv: Saben langkah diterangaké karo alasan kenapa ditindakake.
kk: Әр қадам неге жасалғаны туралы түсіндірілетін болады.
kn: ಪ್ರತಿ ಹಂತಕ್ಕೆ ಅದನ್ನು ಏಕೆ ಮಾಡಿದೆಯೆಂದು ಕಾರಣದೊಂದಿಗೆ ವಿವರಣೆ ನೀಡಲಾಗುತ್ತದೆ.
ko: 각 단계가 수행된 이유를 설명합니다.
ku: Her gav qadam bi sedema ku ew hatî kirin tê şirove kirin.
mr: प्रत्येक टप्पा का केला गेला ते कारणासहित समजावून दिले जाते.
ms: Setiap langkah diterangkan beserta sebab ia dilakukan.
nb: Hvert trinn forklares med grunnen til at det ble utført.
nl: Elke stap wordt uitgelegd met de reden waarom deze is gedaan.
pa: ਹਰ ਕਦਮ ਨੂੰ ਉਹ ਕਾਰਣ ਦੱਸ ਕੇ ਸਮਝਾਇਆ ਜਾਂਦਾ ਹੈ ਜਿਸ ਲਈ ਉਹ ਕੀਤਾ ਗਿਆ।
pl: Każdy krok jest wyjaśniony wraz z powodem, dla którego go wykonano.
pt_br: Cada passo é explicado com a razão de por que foi realizado.
pt_pt: Cada passo é explicado com o motivo pelo qual foi realizado.
ro: Fiecare pas este explicat cu motivul pentru care a fost realizat.
ru: Каждый шаг объясняется с указанием причины, почему он выполнен.
sk: Ku každému kroku je pridané vysvetlenie, prečo sa vykonal.
su: Unggal léngkah dijelaskeun kalayan alesan naha éta dilakukeun.
sv: Varje steg förklaras med varför det utfördes.
sw: Kila hatua inafafanuliwa pamoja na sababu ilifanyiwa.
ta: ஒவ்வொரு படியும் அது ஏன் செய்யப்பட்டது என்பது காரணத்துடன் விளக்கப்படுகிறது.
te: ప్రతి దశను ఎందుకు చేశామో కారణంతోوضివరిస్తుంది.
th: แต่ละขั้นตอนจะมีคำอธิบายพร้อมเหตุผลที่ทำขั้นตอนนั้น
tr: Her adım neden yapıldığıyla açıklanır.
ug: ھەر بىر قەدەم نەمىگە قىلىنغانلىقى بىلەن بىرگە چۈشەندۈرۈلۈدۇ.
uk: Кожен крок пояснюється з вказівкою причини його виконання.
ur: ہر قدم کے ساتھ بتایا جاتا ہے کہ اسے کیوں کیا گیا۔
vi: Mỗi bước đều được giải thích kèm lý do thực hiện.
xh: Amanyathelo ngamnye achazwe nesizathu sokwenza wona.
zh_hans: 每一步都会解释其执行原因。
zh_hant: 每個步驟都會說明執行原因。
zh_hk: 每一步都會說明執行該步驟的原因。
zu: Isinyathelo ngasinye sichazwe nesizathu sokwenziwa kwaso.

source: Education level selection
ar: اختيار مستوى التعليم
az: Təhsil səviyyəsinin seçimi
bg: Избор на образователно ниво
bn: শিক্ষাগত স্তর নির্বাচন
ca: Selecció del nivell educatiu
cs: Výběr úrovně vzdělání
da: Valg af uddannelsesniveau
de: Auswahl des Bildungsniveaus
el: Επιλογή επιπέδου εκπαίδευσης
es: Selección de nivel educativo
es_419: Selección del nivel educativo
es_mx: Selección de nivel educativo
es_us: Selección del nivel educativo
fa: انتخاب سطح تحصیلی
fi: Koulutusasteen valinta
fil: Pagpili ng antas ng edukasyon
fr: Sélection du niveau scolaire
fr_ca: Sélection du niveau scolaire
gu: શૈક્ષણિક સ્તર પસંદગી
ha: Zaɓin matakin ilimi
he: בחירת רמת לימודים
hi: शिक्षा स्तर चयन
hr: Odabir razine obrazovanja
hu: Iskolai szint kiválasztása
id: Pemilihan tingkat pendidikan
it: Selezione del livello di istruzione
ja: 学年選択
jv: Pilihan tingkat pendidikan
kk: Білім деңгейін таңдау
kn: ಶಿಕ್ಷಣ ಮಟ್ಟ ಆಯ್ಕೆ
ko: 학력 수준 선택
ku: Hilbijartina asta perwerdehiyê
mr: शैक्षणिक स्तर निवड
ms: Pemilihan tahap pendidikan
nb: Valg av utdanningsnivå
nl: Selectie opleidingsniveau
pa: ਸ਼িক্ষਾ ਪੱਧਰ ਚੋਣ
pl: Wybór poziomu edukacji
pt_br: Seleção do nível de ensino
pt_pt: Seleção do nível de ensino
ro: Selecție nivel de educație
ru: Выбор уровня образования
sk: Výber úrovne vzdelania
su: Pilihan tingkat pendidikan
sv: Val av utbildningsnivå
sw: Uchaguzi wa kiwango cha elimu
ta: கல்வி நிலை தேர்வு
te: విద్యా స్థాయి ఎంపిక
th: การเลือกระดับการศึกษา
tr: Eğitim seviyesi seçimi
ug: مەنپەئەت دەرىجىسى تاللىشى
uk: Вибір рівня освіти
ur: تعلیمی سطح کا انتخاب
vi: Chọn trình độ học vấn
xh: Ukukhethwa komgangatho wemfundo
zh_hans: 学习阶段选择
zh_hant: 學習程度選擇
zh_hk: 選擇學習程度
zu: Ukukhethwa kwezinga lemfundo

# education_elementary
source: Elementary School
ar: المدرسة الابتدائية
az: İbtidai məktəb
bg: Начално училище
bn: প্রাথমিক বিদ্যালয়
ca: Primària
cs: Základní škola
da: Grundskole
de: Grundschule
el: Δημοτικό
es: Primaria
es_419: Primaria
es_mx: Primaria
es_us: Primaria
fa: دبستان
fi: Alakoulu
fil: Pang-elementarya
fr: École primaire
fr_ca: École primaire
gu: પ્રાથમિક શાળા
ha: Makarantar Firamare
he: בית ספר יסודי
hi: प्राथमिक विद्यालय
hr: Osnovna škola
hu: Általános iskola
id: Sekolah Dasar
it: Scuola elementare
ja: 小学校
jv: Sekolah Dasar
kk: Мектеп
kn: ಪ್ರಾಥಮಿಕ ಶಾಲೆ
ko: 초등학교
ku: Dibistanê
mr: प्राथमिक शाळा
ms: Sekolah Rendah
nb: Barneskole
nl: Basisschool
pa: ਪਾਠ-ਪੁਸਤਕ ਸਕੂਲ
pl: Szkoła podstawowa
pt_br: Ensino Fundamental
pt_pt: Ensino Primário
ro: Școală primară
ru: Начальная школа
sk: Základná škola
su: SD
sv: Grundskola
sw: Shule ya Msingi
ta: அடிப்படைப் பள்ளி
te: ప్రాథమిక పాఠశాల
th: ประถมศึกษา
tr: İlkokul
ug: باشلانغۇچ مەكتەپ
uk: Початкова школа
ur: ابتدائی اسکول
vi: Tiểu học
xh: Isikolo samabanga aphantsi
zh_hans: 小学
zh_hant: 小學
zh_hk: 小學
zu: Isikole samabanga aphansi

# education_high
source: High School
ar: المدرسة الثانوية
az: Lisey
bg: Гимназия
bn: হাই স্কুল
ca: Batxillerat
cs: Střední škola
da: Gymnasiet
de: Weiterführende Schule
el: Λύκειο
es: Bachillerato
es_419: Secundaria
es_mx: Preparatoria
es_us: Preparatoria
fa: دبیرستان
fi: Yläkoulu
fil: Pang-haygul
fr: Lycée
fr_ca: École secondaire
gu: ઉચ્ચ માધ્યમિક શાળા
ha: Makarantar Sakandare
he: תיכון
hi: हाई स्कूल
hr: Srednja škola
hu: Gimnázium
id: Sekolah Menengah Atas
it: Scuola superiore
ja: 高校
jv: Sekolah Menengah Atas
kk: Жоғары мектеп
kn: ಹೈಸ್ಕೂಲ್
ko: 고등학교
ku: Lise
mr: हायस्कूल
ms: Sekolah Menengah
nb: Videregående skole
nl: Voortgezet onderwijs
pa: ਮੱਧਮਿਕ ਸਕੂਲ
pl: Liceum
pt_br: Ensino Médio
pt_pt: Ensino Secundário
ro: Liceu
ru: Средняя школа (High School)
sk: Stredná škola
su: SMA
sv: Gymnasium
sw: Shule ya Sekondari
ta: மேல்நிலைப் பள்ளி
te: ఉన్నత పాఠశాల
th: มัธยมปลาย
tr: Lise
ug: ئوختۇرۇش مەكتەپ
uk: Старша школа
ur: ہائی اسکول
vi: Trung học phổ thông
xh: Isikolo samabanga aphakamileyo
zh_hans: 高中
zh_hant: 高中
zh_hk: 高中
zu: Isikole samabanga aphezulu
